# St7DeleteResultFileCombCase

Deletes the specified case from the current result file combination.

long St7DeleteResultFileCombCase(long uID, long Pos)

Input Parameters

uID

Pos

Strand7 model file ID.

Result case in combined file.